{
    "forOrganizations": "Ururada",
    "knowYourObligations": "Ogow Waajibaadkaaga",
    "mainTitle": "Xeerka Anshaxa iyo Diiwaangelinta",
    "mainDesc": "Xeerka Anshaxa ee ilaalinta xogta waxa uu dejinayaa tilmaamo iyo dhaqamo wanaagsan oo loogu talagalay ururada si ay u xaqiijiyaan in xogta si sharci ah, cadaalad ah, oo hufan loo farsameeyo, la yareeyo xogta la ururiyo, la hubiyo saxnaanta, la ilaaliyo wakhtiga kaydinta, sirta, iyo isla xisaabtanka. Diiwaangelinta waxay ku khasbeysaa xakameeyayaasha xogta ee waaweyn inay iska diiwaangeliyaan Hay'adda Dhowrista Xogta, iyagoo bixinaya faahfaahinta sida: xogta xiriirka, sharaxaadda xogta, ujeeddooyinka, cidda la wadaagayo xogta, iyo wareejinta caalamiga ah. Cusboonaysiinta joogtada ah iyo kaydinta diiwaan furan waxay ka caawinayaan u hoggaansanaanta joogtada ah iyo hufnaanta.",
    "codeTitle": "Xeerka Anshaxa",
    "codeDesc": "Xeerka Anshaxa ee ilaalinta xogta wuxuu ka caawiyaa ururada u hoggaansanaanta sharciyada dhowrista xogta iyadoo la dejinayo tilmaamo iyo dhaqamo wanaagsan.",
    "principles": "Mabaadiida:",
    "principlesList": [
      "Farsamaynta xogta si sharci ah, cadaalad ah, iyo hufnaan leh.",
      "Yaraynta xogta la ururiyo iyo hubinta saxnaanta.",
      "Xaddidaadda kaydinta iyo ilaalinta daacadnimada.",
      "Sirta iyo isla xisaabtanka."
    ],
    "benefits": "Faa'iidooyinka:",
    "benefitsList": [
      "Kordhinta hufnaanta iyo isla xisaabtanka.",
      "Dhiska kalsoonida muwaadiniinta iyo hay’adaha sharci dejinta."
    ],
    "registration": "Diiwaangelinta",
    "registrationDesc": "Xakameeyayaasha xogta ee muhiimka ah waa inay iska diiwaangeliyaan Hay'adda Dhowrista Xogta.",
    "requirements": "Shuruudaha:",
    "requirementsList": [
      "Diiwaangelin Waajib ah: Iska diiwaangeli lix bilood gudahood marka aad buuxiso shuruudaha.",
      "Macluumaadka La Bixiyo: Faahfaahin ku saabsan magaca, xiriirka, sharaxaadda xogta, ujeeddooyinka, cidda la wadaagayo, wareejinta caalamiga ah, khataraha, iyo tallaabooyinka ilaalinta.",
      "Cusboonaysiin Sannadle ah: Diiwaangelinta waa in la cusbooneysiiyo sannad kasta.",
      "Diiwaan Furan: Hay’addu waxay ilaalin doontaa oo daabici doontaa diiwaan.",
      "Ka-Dhaafid: Xakameeyayaasha xogta qaarkood waxaa laga dhaafi karaa iyadoo lagu salaynayo danaha guud.",
      "Taariikhda Dhaqan-galka: Waajibaadyadu waxay bilaabmayaan marka sharcigu dhaqan galo."
    ]
  }
  